Repository: eljrax/avgcalc
Catalog: po/*.po
Languages: sv_se

source: Error opening file
sv_se: Kunde inte öppna fil

source: Valgrind errors:
sv_se: Valgrind fel:

source: Something went wrong while converting:
sv_se: Något gick fel med konvertering från text till decimalnummer:

source: Non numerical input or illegal whitespace found in input:
sv_se: Icke-numeriskt tecken hittat i inlästa värden:

source: Error while reading values...
sv_se: Fel uppstod under läsning av värden

source: FATAL ERROR: Could not allocate memory (in bytes):
sv_se: ALVARLIGT FEL: Kunde inte allokera minne (i bytes):

source: Failed to set locale:
sv_se: Kunde inte sätta lokal:

source: Failed to set catalog directory:
sv_se: Kunde inte sätta katalog

source: Failed to set text domain:
sv_se: Kunde inte sätta text domän

source: number of elements =
sv_se: antal värden =

source: standard deviation =
sv_se: standardavvikelse =

source: population standard deviation =
sv_se: kontinuerlig standardavvikelse =

source: variance (standard deviation) =
sv_se: varians (diskret sannorliksfördelning) =

source: variance (population standard deviation) =
sv_se: vaians (kontinuerlig) =

source: mean =
sv_se: snitt =

source: min =
sv_se: minimumvärde =

source: max =
sv_se: maximumvärde =

source: sum =
sv_se: summa =

source: mode = N/A (all values are unique)
sv_se: typvärde = N/A (samtliga värden är unika)

source: mode =
sv_se: typvärde =

source: value =
sv_se: värde =

source: Unknown option:
sv_se: Ogilltig flagga:
